var Hint = function () {
  this.all = [
    "<b>Совет</b>: Убей чтобы победить!",
    "<b>Совет</b>: Остерегайся мерзкую Джанет.",
    "<b>Совет</b>: Используйте способности своего персонажа чтобы победить!",
    "<b>Совет</b>: Урон от стрел проходит только во время атаки Индейцев!.",
    "<b>Совет</b>: Ренегат выиграет если он убьет Шерифа оставшись 1 на 1",
    "<b>Совет</b>: Динамит нельзя пересдать.",
    "<b>Совет</b>: Стрелы нужно разрешать в конце каждого хода.",
    "<b>Совет</b>: Пулемет Гатлинга отнимает 1 хп у каждого, кроме стрелка.",
    "<b>Совет</b>: При достижении 0 хп игрок умирает.",
    "<b>Совет</b>: Если все умрут в один момент то победят бандиты!",
    "<b>Совет</b>: Помощники должны спасти Шериффа!.",
    "<b>Совет</b>: При получении 3 карт динамита вы теряете 1 хп",
    "<b>Совет</b>: Бандиты должны убить шериффа.",
    "<b>Совет</b>: Шерифф должен убить бандитов и ренегатов.",
    "<b>Совет</b>: Вы можете умереть, но ваши товарищи могут добиться победы!",
    "<b>Совет</b>: Если остался 1 Шерифф и 2 ренегата, то убив Шериффа оба ренегата проиграют (бандиты победят)",
    "<b>Совет</b>: Выберите карту которую вы хотите сохранить до пересдачи",
    "<b>Совет</b>: Если вам не нравятся карты то сделайте пересдачу.",
    "<b>Совет</b>: Шерифф всегда начинает первый.",
    "<b>Совет</b>: Нажмите на панель персонажа чтобы узнать его уникальные способности.",
  ];
};

module.exports = Hint;
